/* airprint for locale */
"SHARE_AIRPRINT" = "AirPrint";

/* share for locale */
"SHARE_CANCEL_WORD" = "取消";

/* copy for locale */
"SHARE_COPY" = "复制";

/* dropbox for locale */
"SHARE_DROPBOX" = "Dropbox";

/* facebook for locale */
"SHARE_FACEBOOK" = "Facebook";

/* No comment provided by engineer. */
"SHARE_FAIL_PREFIX" = "无法通过";

/* No comment provided by engineer. */
"SHARE_FAIL_SUFFIX" = "分享！";

/* flickr for locale */
"SHARE_FLICKR" = "Flickr";

/* No comment provided by engineer. */
"SHARE_IMAGE_SAVED" = "图片已保存！";

/* instagram for locale */
"SHARE_INSTAGRAM" = "Instagram";

/* No comment provided by engineer. */
"SHARE_INSTAGRAM_NOT_INSTALLED" = "尚未安装Instagram！";

/* linkedin for locale */
"SHARE_LINKEDIN" = "LinkedIn";

/* mail for locale */
"SHARE_MAIL" = "邮件";

/* No comment provided by engineer. */
"SHARE_NOT_LOGIN_EMAIL" = "设备未配置邮箱或";

"SHARE_NOT_SUPPORT_PREFIX" = "本设备不支持通过";

"SHARE_NOT_SUPPORT_SUFFIX" = "分享！";

/* No comment provided by engineer. */
"SHARE_NOT_SUPPORT_REASON_MSG" = "SHARE_NOT_SUPPORT_REASON_MSG";

/* sina weibo for locale */
"SHARE_SINA_WEIBO" = "新浪微博";

/* sms for locale */
"SHARE_SMS" = "短信息";

/* tc weibo for locale */
"SHARE_TC_WEIBO" = "腾讯微博";

/* tumblr for locale */
"SHARE_TUMBLR" = "Tumblr";

/* twitter for locale */
"SHARE_TWITTER" = "Twitter";

/* vkontakte for locale */
"SHARE_VKONTAKTE" = "VKontakte";

/* No comment provided by engineer. */
"SHARE_WATING" = "请稍候";

/* wechat for locale */
"SHARE_WECHAT" = "微信";

"SHARE_WECHAT_TIMELINE" = "朋友圈";

/* No comment provided by engineer. */
"SHARE_WECHAT_NOT_INSTALLED" = "尚未安装微信！";

"SHARE_QQ" = "QQ";

"SHARE_QQ_SPACE" = "QQ空间";

"SHARE_QQ_NOT_INSTALLED" = "尚未安装QQ!";

/* whatsapp for locale */
"SHARE_WHATSAPP" = "WhatsApp";

/* any for locale */
"SHARE_ANY" = "更多";

/* No comment provided by engineer. */
"SHARE_WHATSAPP_NOT_INSTALLED" = "尚未安装WhatsApp！";

"SHARE_VC_TITLE" = "保存/分享";

"SHARE_SAVE" = "保存图片";

"SHARE_SAVED" = "图片已保存";

"SHARE_TIP" = "提示";

"SHARE_SAVED_FAIL" = "图片保存失败，请在设置中查看本应用是否可访问相册！";

"SHARE_SAVED_SUCCEED" = "图片成功保存到手机相册！";

"SHARE_EDIT" = "美化图片";

"SHARE_RETOUCH" = "人像美容";

"SHARE_SHARE_ON" = "分享至";

"SHARE_AGAIN" = "返回";

"SHARE_HOME" = "重新开始";

"SHARE_SUCCEED_PREFIX" = "通过";

"SHARE_SUCCEED_SUFFIX" = "分享成功！";

"SHARE_CANCEL_PREFIX" = "取消通过";

"SHARE_CANCELED_SUFFIX" = "分享!";
